{
  "recipes": [
    {
      "name": "Crock Pot Roast",
      "ingredients": " beef roast, brown gravy mix, dried Italian salad dressing mix, dry ranch dressing mix, water",
      "steps": "1. Preheat oven to 425°F. 2. Cut off the woody bottom part of the asparagus spears and discard. 3. With a vegetable peeler, peel off the skin on the bottom 2-3 inches of the spears (this keeps the asparagus from being all.\",string.\", and if you eat asparagus you know what I mean by that). 4. Place asparagus on foil-lined baking sheet and drizzle with olive oil. 5. Sprinkle with salt. 6. With your hands, roll the asparagus around until they are evenly coated with oil and salt. 7. Roast for 10-15 minutes, depending on the thickness of your stalks and how tender you like them. 8. They should be tender when pierced with the tip of a knife. 9. The tips of the spears will get very brown but watch them to prevent burning. 10. They are great plain, but sometimes I serve them with a light vinaigrette if we need something acidic to balance out our meal.",
      "id": 1
    },
    {
      "name": "Roasted Asparagus",
      "ingredients": " asparagus, olive oil, kosher salt",
      "steps": "1. Preheat oven to 425°F.\n 2. Cut off the woody bottom part of the asparagus spears and discard. \n 3. With a vegetable peeler, peel off the skin on the bottom 2-3 inches of the spears (this keeps the asparagus from being all.\",string.\", and if you eat asparagus you know what I mean by that). \n 4. Place asparagus on foil-lined baking sheet and drizzle with olive oil. \n 5. Sprinkle with salt. \n 6. With your hands, roll the asparagus around until they are evenly coated with oil and salt. \n 7. Roast for 10-15 minutes, depending on the thickness of your stalks and how tender you like them. \n 8. They should be tender when pierced with the tip of a knife. \n 9. The tips of the spears will get very brown but watch them to prevent burning. \n 10. They are great plain, but sometimes I serve them with a light vinaigrette if we need something acidic to balance out our meal.",
      "id": 2
    },
    {
      "name": "Curried Lentils and Rice",
      "ingredients": "beef broth, dried green lentils, basmati rice, curry powder, salt",
      "steps": "1. Bring broth to a low boil. \n 2. Add curry powder and salt. \n 3. Cook lentils for 20 minutes. \n 4. Add rice and simmer for 20 minutes. \n 5. Enjoy!",
      "id": 3
    }
  ]
}